Repository: apexbymanish/myKharcha
Catalog: App/Localizable.xcstrings
Source language: en
Languages: ar, bn, de, es, fr, hi, id, ja, ko, mr, ne, pt_br, ru, ta, te, tr, ur, vi, zh_hans

source: Record borrowed cash as income
ar: تسجيل النقد المقترض كدخل
bn: ধার নেওয়া টাকা আয় হিসেবে রেকর্ড করুন
de: Geliehenes Geld als Einnahme erfassen
es: Registrar el dinero prestado como ingreso
fr: Enregistrer l’argent emprunté comme revenu
hi: उधार लिए पैसे को आय के रूप में दर्ज करें
id: Catat uang pinjaman sebagai pemasukan
ja: 借りた現金を収入として記録
ko: 빌린 돈을 수입으로 기록
mr: घेतलेली रोख रक्कम उत्पन्न म्हणून नोंदवा
ne: लिएको ऋणलाई आम्दानीको रूपमा रेकर्ड गर्नुहोस्
pt_br: Registrar dinheiro emprestado como receita
ru: Записать заёмные деньги как доход
ta: கடனாக வாங்கிய பணத்தை வருமானமாகப் பதிவு செய்யவும்
te: అప్పుగా తీసుకున్న డబ్బును ఆదాయంగా నమోదు చేయి
tr: Alınan borcu gelir olarak kaydet
ur: لیا گیا قرض بطور آمدنی درج کریں
vi: Ghi tiền đã vay là thu nhập
zh_hans: 把借入的现金记为收入

source: Record payment
ar: تسجيل دفعة
bn: পেমেন্ট রেকর্ড করুন
de: Zahlung erfassen
es: Registrar pago
fr: Enregistrer un paiement
hi: भुगतान दर्ज करें
id: Catat pembayaran
ja: 支払いを記録
ko: 결제 기록
mr: पेमेंट नोंदवा
ne: भुक्तानी रेकर्ड गर्नुहोस्
pt_br: Registrar pagamento
ru: Записать платёж
ta: கட்டணத்தைப் பதிவு செய்யவும்
te: చెల్లింపు నమోదు చేయి
tr: Ödeme kaydet
ur: ادائیگی درج کریں
vi: Ghi khoản thanh toán
zh_hans: 记录付款

source: Record Payment
ar: تسجيل دفعة
bn: পেমেন্ট রেকর্ড করুন
de: Zahlung erfassen
es: Registrar pago
fr: Enregistrer un paiement
hi: भुगतान दर्ज करें
id: Catat Pembayaran
ja: 支払いを記録
ko: 결제 기록
mr: पेमेंट नोंदवा
ne: भुक्तानी रेकर्ड गर्नुहोस्
pt_br: Registrar Pagamento
ru: Записать платёж
ta: கட்டணத்தைப் பதிவு செய்யவும்
te: చెల్లింపు నమోదు చేయి
tr: Ödeme Kaydet
ur: ادائیگی درج کریں
vi: Ghi khoản thanh toán
zh_hans: 记录付款

source: Recording a payment logs a real expense. “Close” just stops the plan — it logs nothing.
ar: تسجيل دفعة يسجّل مصروفًا فعليًا. أما "إغلاق" فيوقف الخطة فقط — دون تسجيل أي شيء.
bn: পেমেন্ট রেকর্ড করলে একটি প্রকৃত খরচ লগ হয়। “বন্ধ করুন” শুধু প্ল্যানটি থামায় — এটি কিছুই লগ করে না।
de: Das Erfassen einer Zahlung erstellt eine echte Ausgabe. „Schließen“ beendet nur den Plan – es wird nichts gebucht.
es: Registrar un pago crea un gasto real. “Cerrar” solo detiene el plan: no registra nada.
fr: Enregistrer un paiement crée une vraie dépense. « Fermer » arrête simplement le plan — sans rien enregistrer.
hi: भुगतान दर्ज करने से एक असली खर्च बनता है। “बंद करें” सिर्फ़ प्लान को रोकता है — यह कुछ भी दर्ज नहीं करता।
id: Mencatat pembayaran akan mencatat pengeluaran sungguhan. “Tutup” hanya menghentikan rencana — tidak mencatat apa pun.
ja: 支払いを記録すると、実際の支出として記録されます。「終了」はプランを止めるだけで、何も記録されません。
ko: 결제를 기록하면 실제 지출로 남아요. “닫기”는 플랜만 종료할 뿐 아무것도 기록하지 않아요.
mr: पेमेंट नोंदवल्यास खरा खर्च नोंदवला जातो. “बंद करा” फक्त योजना थांबवते — यामुळे काहीही नोंदवले जात नाही.
ne: भुक्तानी रेकर्ड गर्दा वास्तविक खर्च लग हुन्छ। “बन्द गर्नुहोस्” ले त योजनालाई रोक्छ मात्र — केही पनि लग गर्दैन।
pt_br: Registrar um pagamento gera uma despesa de verdade. “Encerrar” apenas interrompe o plano — não registra nada.
ru: Запись платежа создаёт реальный расход. «Закрыть» просто останавливает план — без записи расхода.
ta: கட்டணத்தைப் பதிவு செய்தால் அது ஒரு உண்மையான செலவாகப் பதிவாகும். “மூடு” என்பது திட்டத்தை நிறுத்தும் மட்டும் — எதையும் பதிவு செய்யாது.
te: చెల్లింపును నమోదు చేయడం నిజమైన ఖర్చును లాగ్ చేస్తుంది. “మూసివేయి” కేవలం ప్లాన్‌ను ఆపేస్తుంది — ఇది ఏమీ లాగ్ చేయదు.
tr: Bir ödeme kaydetmek gerçek bir gider oluşturur. “Kapat” ise yalnızca planı durdurur — hiçbir şey kaydetmez.
ur: ادائیگی درج کرنے سے ایک حقیقی خرچ ریکارڈ ہوتا ہے۔ ”بند کریں“ صرف منصوبہ روکتا ہے — یہ کچھ بھی درج نہیں کرتا۔
vi: Ghi một khoản thanh toán sẽ tạo ra một khoản chi thực tế. “Đóng” chỉ dừng kế hoạch — không ghi lại gì cả.
zh_hans: 记录付款会产生一笔真实支出。「关闭」只是停止该计划，不会记录任何内容。

source: Records
ar: السجلات
bn: রেকর্ড
de: Einträge
es: Registros
fr: Opérations
hi: रिकॉर्ड
id: Catatan
ja: 記録
ko: 기록
mr: नोंदी
ne: रेकर्डहरू
pt_br: Registros
ru: Записи
ta: பதிவுகள்
te: రికార్డులు
tr: Kayıtlar
ur: ریکارڈز
vi: Bản ghi
zh_hans: 记录

source: remaining
ar: المتبقي
bn: বাকি
de: verbleibend
es: restante
fr: restant
hi: बचा हुआ
id: tersisa
ja: 残り
ko: 남음
mr: उरलेले
ne: बाँकी
pt_br: restante
ru: осталось
ta: மீதம்
te: మిగిలింది
tr: kalan
ur: باقی
vi: còn lại
zh_hans: 剩余

source: Remind days before: %lld
ar: التذكير قبل: %lld يوم
bn: কত দিন আগে মনে করিয়ে দেবে: %lld
de: Tage vorher erinnern: %lld
es: Avisar días antes: %lld
fr: Rappel (jours avant) : %lld
hi: कितने दिन पहले याद दिलाएं: %lld
id: Ingatkan hari sebelumnya: %lld
ja: 通知：%lld日前
ko: %lld일 전에 알림
mr: किती दिवस आधी आठवण करा: %lld
ne: यति दिनअघि सम्झाउनुहोस्: %lld
pt_br: Lembrar dias antes: %lld
ru: Напомнить за (дней): %lld
ta: நினைவூட்ட வேண்டிய நாட்கள்: %lld
te: ముందు రోజుల్లో గుర్తు చేయి: %lld
tr: Kaç gün önce hatırlatılsın: %lld
ur: اتنے دن پہلے یاد دہانی: %lld
vi: Nhắc trước: %lld ngày
zh_hans: 提前提醒天数：%lld

source: Remind me on payday
ar: ذكّرني في يوم الراتب
bn: বেতনের দিনে আমাকে মনে করিয়ে দিন
de: Erinnere mich am Zahltag
es: Recuérdamelo el día de pago
fr: Me rappeler le jour de paie
hi: सैलरी डे पर मुझे याद दिलाएं
id: Ingatkan saya pada hari gajian
ja: 給料日に通知する
ko: 월급날에 알림 받기
mr: पगाराच्या दिवशी मला आठवण करा
ne: तलब दिनमा सम्झाउनुहोस्
pt_br: Lembrar no dia do pagamento
ru: Напомнить в день зарплаты
ta: சம்பள நாளில் எனக்கு நினைவூட்டு
te: జీతం రోజున నాకు గుర్తు చేయి
tr: Maaş gününde hatırlat
ur: مجھے تنخواہ کے دن یاد دلائیں
vi: Nhắc tôi vào ngày lương
zh_hans: 发薪日提醒我

source: Reminders
ar: التذكيرات
bn: রিমাইন্ডার
de: Erinnerungen
es: Recordatorios
fr: Rappels
hi: रिमाइंडर
id: Pengingat
ja: リマインダー
ko: 알림
mr: स्मरणपत्रे
ne: रिमाइन्डरहरू
pt_br: Lembretes
ru: Напоминания
ta: நினைவூட்டல்கள்
te: రిమైండర్‌లు
tr: Hatırlatıcılar
ur: یاد دہانیاں
vi: Lời nhắc
zh_hans: 提醒

source: Rephrase with Apple Intelligence
ar: إعادة الصياغة باستخدام Apple Intelligence
bn: Apple Intelligence দিয়ে নতুনভাবে লিখুন
de: Mit Apple Intelligence umformulieren
es: Reformular con Apple Intelligence
fr: Reformuler avec Apple Intelligence
hi: Apple Intelligence से दोबारा लिखें
id: Ubah kalimat dengan Apple Intelligence
ja: Apple Intelligenceで言い換える
ko: Apple Intelligence로 다시 표현하기
mr: Apple Intelligence ने पुन्हा लिहा
ne: Apple Intelligence ले पुनः वाक्य बनाउनुहोस्
pt_br: Reformular com a Apple Intelligence
ru: Переформулировать с помощью Apple Intelligence
ta: Apple Intelligence மூலம் மறுவடிவமைக்கவும்
te: Apple Intelligenceతో మళ్ళీ రాయించు
tr: Apple Intelligence ile yeniden ifade et
ur: Apple Intelligence سے دوبارہ الفاظ بندی کریں
vi: Diễn đạt lại bằng Apple Intelligence
zh_hans: 用 Apple 智能改写

source: Reports
ar: التقارير
bn: রিপোর্ট
de: Berichte
es: Informes
fr: Rapports
hi: रिपोर्ट
id: Laporan
ja: レポート
ko: 리포트
mr: अहवाल
ne: रिपोर्ट
pt_br: Relatórios
ru: Отчёты
ta: அறிக்கைகள்
te: నివేదికలు
tr: Raporlar
ur: رپورٹس
vi: Báo cáo
zh_hans: 报告

source: Reset All Filters
ar: إعادة ضبط كل عوامل التصفية
bn: সব ফিল্টার রিসেট করুন
de: Alle Filter zurücksetzen
es: Restablecer todos los filtros
fr: Réinitialiser tous les filtres
hi: सभी फ़िल्टर रीसेट करें
id: Setel ulang semua filter
ja: すべてのフィルターをリセット
ko: 모든 필터 초기화
mr: सर्व फिल्टर रीसेट करा
ne: सबै फिल्टर रिसेट गर्नुहोस्
pt_br: Redefinir todos os filtros
ru: Сбросить все фильтры
ta: அனைத்து வடிப்பான்களையும் மீட்டமைக்கவும்
te: అన్ని ఫిల్టర్‌లను రీసెట్ చేయండి
tr: Tüm Filtreleri Sıfırla
ur: تمام فلٹرز ری سیٹ کریں
vi: Đặt lại tất cả bộ lọc

source: Rest well — review tomorrow.
ar: استرح جيدًا — راجع غدًا.
bn: ভালো করে বিশ্রাম নিন — কাল দেখে নেবেন।
de: Gut erholen – morgen nachsehen.
es: Descansa: revisa mañana.
fr: Reposez-vous — vous verrez demain.
hi: अच्छे से आराम करें — कल देखें।
id: Istirahat dulu — tinjau besok.
ja: ゆっくり休んで、明日確認しましょう。
ko: 푹 쉬고 내일 확인해요.
mr: नीट विश्रांती घ्या — उद्या पाहू.
ne: राम्ररी आराम गर्नुहोस् — भोलि हेर्नुहोला।
pt_br: Descanse bem — revise amanhã.
ru: Отдыхайте — посмотрим завтра.
ta: நன்றாக ஓய்வெடுங்கள் — நாளை பார்க்கலாம்.
te: బాగా విశ్రాంతి తీసుకోండి — రేపు చూద్దాం.
tr: İyi dinlenin — yarın bakarsınız.
ur: اچھی طرح آرام کریں — کل دیکھ لیں۔
vi: Nghỉ ngơi nhé — mai xem lại.
zh_hans: 好好休息，明天再看。

source: Restore
ar: استعادة
bn: পুনরুদ্ধার করুন
de: Wiederherstellen
es: Restaurar
fr: Restaurer
hi: रीस्टोर करें
id: Pulihkan
ja: 復元
ko: 복원
mr: पुनर्संचयित करा
ne: पुनर्स्थापना गर्नुहोस्
pt_br: Restaurar
ru: Восстановить
ta: மீட்டமைக்கவும்
te: పునరుద్ధరించు
tr: Geri Yükle
ur: بحال کریں
vi: Khôi phục
zh_hans: 恢复

source: Restore failed. Check your connection.
ar: فشلت الاستعادة. تحقّق من الاتصال.
bn: পুনরুদ্ধার ব্যর্থ হয়েছে। আপনার সংযোগ পরীক্ষা করুন।
de: Wiederherstellung fehlgeschlagen. Überprüfe deine Verbindung.
es: Error al restaurar. Revisa tu conexión.
fr: Échec de la restauration. Vérifie ta connexion.
hi: रीस्टोर विफल रहा। अपना कनेक्शन जाँचें।
id: Pemulihan gagal. Periksa koneksi Anda.
ja: 復元に失敗しました。接続を確認してください。
ko: 복원에 실패했어요. 연결 상태를 확인하세요.
mr: रिस्टोअर अयशस्वी झाले. तुमचे कनेक्शन तपासा.
ne: पुनर्स्थापना असफल भयो। आफ्नो इन्टरनेट जडान जाँच्नुहोस्।
pt_br: Falha ao restaurar. Verifique sua conexão.
ru: Не удалось восстановить. Проверьте подключение.
ta: மீட்டமைப்பு தோல்வியடைந்தது. உங்கள் இணைப்பைச் சரிபார்க்கவும்.
te: పునరుద్ధరణ విఫలమైంది. మీ కనెక్షన్‌ని తనిఖీ చేయండి.
tr: Geri yükleme başarısız oldu. Bağlantınızı kontrol edin.
ur: بحالی ناکام ہو گئی۔ اپنا کنکشن چیک کریں۔
vi: Khôi phục thất bại. Hãy kiểm tra kết nối mạng.

source: Restore from Backup
ar: استعادة من نسخة احتياطية
bn: ব্যাকআপ থেকে পুনরুদ্ধার করুন
de: Aus Sicherung wiederherstellen
es: Restaurar copia de seguridad
fr: Restaurer depuis la sauvegarde
hi: बैकअप से रीस्टोर करें
id: Pulihkan dari Cadangan
ja: バックアップから復元
ko: 백업에서 복원
mr: बॅकअपमधून पुनर्संचयित करा
ne: ब्याकअपबाट पुनर्स्थापना गर्नुहोस्
pt_br: Restaurar Backup
ru: Восстановить из резервной копии
ta: காப்பிலிருந்து மீட்டமைக்கவும்
te: బ్యాకప్ నుండి పునరుద్ధరించు
tr: Yedekten Geri Yükle
ur: بیک اپ سے بحال کریں
vi: Khôi phục từ bản sao lưu
zh_hans: 从备份恢复

source: Restore from Backup?
ar: استعادة من نسخة احتياطية؟
bn: ব্যাকআপ থেকে পুনরুদ্ধার করবেন?
de: Aus Sicherung wiederherstellen?
es: ¿Restaurar copia de seguridad?
fr: Restaurer depuis la sauvegarde ?
hi: बैकअप से रीस्टोर करें?
id: Pulihkan dari Cadangan?
ja: バックアップから復元しますか？
ko: 백업에서 복원할까요?
mr: बॅकअपमधून पुनर्संचयित करायचे का?
ne: ब्याकअपबाट पुनर्स्थापना गर्ने?
pt_br: Restaurar Backup?
ru: Восстановить из резервной копии?
ta: காப்பிலிருந்து மீட்டமைக்கவா?
te: బ్యాకప్ నుండి పునరుద్ధరించాలా?
tr: Yedekten geri yüklensin mi?
ur: بیک اپ سے بحال کریں؟
vi: Khôi phục từ bản sao lưu?
zh_hans: 从备份恢复？

source: Restored from backup.
ar: تمت الاستعادة من النسخة الاحتياطية.
bn: ব্যাকআপ থেকে পুনরুদ্ধার হয়েছে।
de: Aus Sicherung wiederhergestellt.
es: Restaurado desde la copia de seguridad.
fr: Restauré depuis la sauvegarde.
hi: बैकअप से रीस्टोर किया गया।
id: Dipulihkan dari cadangan.
ja: バックアップから復元しました。
ko: 백업에서 복원했어요.
mr: बॅकअपमधून रिस्टोअर केले.
ne: ब्याकअपबाट पुनर्स्थापना भयो।
pt_br: Restaurado do backup.
ru: Восстановлено из резервной копии.
ta: காப்புப் பிரதியிலிருந்து மீட்டமைக்கப்பட்டது.
te: బ్యాకప్ నుండి పునరుద్ధరించబడింది.
tr: Yedekten geri yüklendi.
ur: بیک اپ سے بحال کر دیا گیا۔
vi: Đã khôi phục từ bản sao lưu.

source: Reveal your financial details
ar: إظهار تفاصيلك المالية
bn: আপনার আর্থিক বিবরণ প্রকাশ করুন
de: Finanzdetails einblenden
es: Mostrar tus datos financieros
fr: Révèle tes informations financières
hi: अपनी वित्तीय जानकारी दिखाएं
id: Tampilkan detail keuanganmu
ja: 金額の詳細を表示
ko: 재무 정보 표시
mr: तुमचे आर्थिक तपशील दाखवा
ne: आफ्नो वित्तीय विवरण देखाउनुहोस्
pt_br: Revelar seus dados financeiros
ru: Показать финансовые данные
ta: உங்கள் நிதி விவரங்களை வெளிப்படுத்து
te: మీ ఆర్థిక వివరాలను చూపించు
tr: Finansal detaylarınızı göster
ur: اپنی مالی تفصیلات ظاہر کریں
vi: Hiện thông tin tài chính của bạn

source: Reworded on-device with Apple Intelligence. The numbers are computed exactly by the app.
ar: أُعيدت صياغته على الجهاز باستخدام Apple Intelligence. أما الأرقام فيحسبها التطبيق بدقة.
bn: Apple Intelligence দিয়ে ডিভাইসেই নতুনভাবে লেখা হয়েছে। সংখ্যাগুলো অ্যাপ দ্বারা নির্ভুলভাবে গণনা করা হয়।
de: Auf dem Gerät mit Apple Intelligence umformuliert. Die Zahlen werden exakt von der App berechnet.
es: Reformulado en el dispositivo con Apple Intelligence. La app calcula las cifras con exactitud.
fr: Reformulé sur l’appareil avec Apple Intelligence. Les chiffres sont calculés précisément par l’app.
hi: Apple Intelligence से डिवाइस पर ही दोबारा लिखा गया। संख्याओं की गणना ऐप द्वारा सटीक रूप से की जाती है।
id: Disusun ulang di perangkat dengan Apple Intelligence. Angkanya dihitung secara tepat oleh aplikasi.
ja: Apple Intelligenceによりデバイス上で言い換えられています。数値はアプリが正確に計算します。
ko: Apple Intelligence가 기기에서 문구를 다듬었어요. 숫자는 앱이 정확하게 계산해요.
mr: Apple Intelligence वापरून डिव्हाइसवरच पुन्हा लिहिले आहे. आकडे अ‍ॅपद्वारे अचूकपणे मोजले जातात.
ne: Apple Intelligence ले डिभाइसमै पुनः वाक्य बनाएको हो। अंकहरू भने एपले नै सटीक रूपमा गणना गरेको हो।
pt_br: Reformulado no dispositivo com a Apple Intelligence. Os números são calculados com exatidão pelo app.
ru: Переформулировано на устройстве с помощью Apple Intelligence. Числа рассчитаны точно самим приложением.
ta: Apple Intelligence மூலம் சாதனத்திலேயே மறுசொல் செய்யப்பட்டது. எண்கள் ஆப்பால் துல்லியமாகக் கணக்கிடப்படுகின்றன.
te: Apple Intelligenceతో పరికరంలోనే మళ్ళీ రాయబడింది. సంఖ్యలను యాప్ ఖచ్చితంగా లెక్కిస్తుంది.
tr: Cihaz üzerinde Apple Intelligence ile yeniden ifade edildi. Rakamlar uygulama tarafından tam olarak hesaplanır.
ur: آلے پر Apple Intelligence کے ذریعے دوبارہ الفاظ میں لکھا گیا۔ اعداد و شمار ایپ کے ذریعے بالکل درست شمار کیے جاتے ہیں۔
vi: Được diễn đạt lại ngay trên thiết bị bằng Apple Intelligence. Các con số được ứng dụng tính toán chính xác.
zh_hans: 已在设备端通过 Apple 智能改写措辞。数字由应用精确计算。

source: Safe to spend
ar: آمن للإنفاق
bn: নিরাপদে খরচযোগ্য
de: Frei verfügbar
es: Puedes gastar
fr: Sûr à dépenser
hi: खर्च करने के लिए सुरक्षित
id: Aman untuk dibelanjakan
ja: 使って安全な金額
ko: 안전 지출액
mr: खर्च करण्यास सुरक्षित
ne: सुरक्षित रूपमा खर्च गर्न मिल्ने
pt_br: Livre para gastar
ru: Можно тратить
ta: செலவிடத் தகுந்த தொகை
te: సురక్షితంగా ఖర్చు చేయగలిగింది
tr: Güvenle harcanabilir
ur: خرچ کرنا محفوظ
vi: An toàn để chi tiêu

source: Safe to spend / day
ar: آمن للإنفاق / يوم
bn: নিরাপদে খরচযোগ্য / দিন
de: Frei verfügbar / Tag
es: Puedes gastar / día
fr: Sûr à dépenser / jour
hi: खर्च के लिए सुरक्षित / दिन
id: Aman dibelanjakan / hari
ja: 1日あたりの安全な使用額
ko: 하루 안전 지출액
mr: खर्च करण्यास सुरक्षित / दिवस
ne: दैनिक सुरक्षित खर्च
pt_br: Livre para gastar / dia
ru: Можно тратить в день
ta: ஒரு நாளைக்கு செலவிடத் தகுந்த தொகை
te: సురక్షితంగా ఖర్చు / రోజుకు
tr: Güvenle harcanabilir / gün
ur: خرچ کرنا محفوظ / دن
vi: An toàn để chi tiêu / ngày
zh_hans: 每日可花

source: Safe to spend %@ per day.
ar: يمكنك إنفاق %@ يوميًا بأمان.
bn: প্রতিদিন নিরাপদে %@ খরচ করা যায়।
de: Sicher %@ pro Tag ausgeben.
es: Puedes gastar %@ al día sin riesgo.
fr: Vous pouvez dépenser %@ par jour sans risque.
hi: रोज़ %@ खर्च करना सुरक्षित है।
id: Aman membelanjakan %@ per hari.
ja: 1日 %@ までなら安全です。
ko: 하루 %@까지 안전합니다.
mr: दररोज %@ खर्च करणे सुरक्षित.
ne: दैनिक %@ खर्च गर्न सुरक्षित।
pt_br: É seguro gastar %@ por dia.
ru: Безопасно тратить %@ в день.
ta: நாளொன்றுக்கு %@ செலவழிப்பது பாதுகாப்பானது.
te: రోజుకు %@ ఖర్చు చేయడం సురక్షితం.
tr: Günde %@ harcamak güvenli.
ur: روزانہ %@ خرچ کرنا محفوظ ہے۔
vi: Có thể chi %@ mỗi ngày.
zh_hans: 每天可安全支出 %@。

source: Salary day!
ar: يوم الراتب!
bn: বেতনের দিন!
de: Zahltag!
es: ¡Día de cobro!
fr: Jour de salaire !
hi: सैलरी डे!
id: Hari gajian!
ja: 給料日！
ko: 월급날이에요!
mr: पगाराचा दिवस!
ne: तलब दिन!
pt_br: Dia do salário!
ru: День зарплаты!
ta: சம்பள நாள்!
te: జీతం రోజు!
tr: Maaş günü!
ur: تنخواہ کا دن!
vi: Ngày lương!
zh_hans: 发薪日到了！

source: Save
ar: حفظ
bn: সংরক্ষণ করুন
de: Speichern
es: Guardar
fr: Enregistrer
hi: सेव करें
id: Simpan
ja: 保存
ko: 저장
mr: जतन करा
ne: सुरक्षित गर्नुहोस्
pt_br: Salvar
ru: Сохранить
ta: சேமிக்கவும்
te: సేవ్ చేయి
tr: Kaydet
ur: محفوظ کریں
vi: Lưu
zh_hans: 保存

source: Savings
ar: المدخرات
bn: সঞ্চয়
de: Ersparnisse
es: Ahorros
fr: Épargne
hi: बचत
id: Tabungan
ja: 貯金
ko: 저축
mr: बचत
ne: बचत
pt_br: Poupança
ru: Накопления
ta: சேமிப்பு
te: పొదుపు
tr: Birikim
ur: بچت
vi: Tiết kiệm
zh_hans: 储蓄

source: Scheduled — background the app!
ar: مُجدوَل — ضع التطبيق في الخلفية!
bn: শিডিউল করা হয়েছে — অ্যাপটি ব্যাকগ্রাউন্ডে পাঠান!
de: Geplant – lege die App in den Hintergrund!
es: Programada: pon la app en segundo plano.
fr: Programmée — mets l’app en arrière-plan !
hi: शेड्यूल हो गया — ऐप को बैकग्राउंड में भेजें!
id: Terjadwal — alihkan aplikasi ke latar belakang!
ja: 予約済み — アプリをバックグラウンドにしてください！
ko: 예약됨 — 앱을 백그라운드로 전환하세요!
mr: शेड्यूल केले — अ‍ॅप बॅकग्राउंडला पाठवा!
ne: तालिकाबद्ध — एपलाई ब्याकग्राउन्डमा राख्नुहोस्!
pt_br: Agendado — coloque o app em segundo plano!
ru: Запланировано — сверните приложение!
ta: திட்டமிடப்பட்டது — ஆப்பைப் பின்னணிக்கு அனுப்புங்கள்!
te: షెడ్యూల్ చేయబడింది — యాప్‌ను బ్యాక్‌గ్రౌండ్‌కు పంపండి!
tr: Planlandı — uygulamayı arka plana alın!
ur: شیڈول ہو گیا — ایپ کو بیک گراؤنڈ میں بھیجیں!
vi: Đã lên lịch — hãy đưa ứng dụng xuống nền!

source: Scope
ar: النطاق
bn: পরিসর
de: Zeitraum
es: Periodo
fr: Période
hi: अवधि
id: Rentang
ja: 期間
ko: 기간
mr: कालावधी
ne: अवधि
pt_br: Período
ru: Период
ta: காலவரம்பு
te: వ్యవధి
tr: Kapsam
ur: دورانیہ
vi: Phạm vi
zh_hans: 范围

source: Search transactions
ar: البحث في المعاملات
bn: লেনদেন খুঁজুন
de: Buchungen durchsuchen
es: Buscar transacciones
fr: Rechercher des transactions
hi: लेन-देन खोजें
id: Cari transaksi
ja: 取引を検索
ko: 거래 검색
mr: व्यवहार शोधा
ne: कारोबार खोज्नुहोस्
pt_br: Buscar transações
ru: Поиск операций
ta: பரிவர்த்தனைகளைத் தேடு
te: లావాదేవీలను వెతకండి
tr: İşlemlerde ara
ur: لین دین تلاش کریں
vi: Tìm giao dịch

source: See where it goes
ar: تعرّف على وجهة أموالك
bn: কোথায় যাচ্ছে দেখুন
de: Sieh, wohin es fließt
es: Mira en qué se va
fr: Vois où ça part
hi: देखें पैसा कहां जाता है
id: Lihat ke mana uangmu pergi
ja: お金の行き先を見る
ko: 어디에 쓰였는지 확인하세요
mr: ते कुठे जाते ते पाहा
ne: कहाँ जान्छ हेर्नुहोस्
pt_br: Veja para onde vai
ru: Узнайте, куда уходят деньги
ta: எங்கு செல்கிறது என்று பார்க்கவும்
te: ఎక్కడికి పోతుందో చూడండి
tr: Nereye gittiğini görün
ur: دیکھیں یہ کہاں جاتا ہے
vi: Xem tiền đi đâu
zh_hans: 看看钱花在哪

source: Selected
ar: محدد
bn: নির্বাচিত
de: Ausgewählt
es: Seleccionado
fr: Sélectionné
hi: चयनित
id: Dipilih
ja: 選択済み
ko: 선택됨
mr: निवडलेले
ne: छानिएको
pt_br: Selecionado
ru: Выбрано
ta: தேர்ந்தெடுக்கப்பட்டது
te: ఎంచుకున్నారు
tr: Seçildi
ur: منتخب
vi: Đã chọn
zh_hans: 已选

source: Send Test Notification
ar: إرسال إشعار تجريبي
bn: টেস্ট নোটিফিকেশন পাঠান
de: Test-Benachrichtigung senden
es: Enviar notificación de prueba
fr: Envoyer une notification test
hi: टेस्ट नोटिफ़िकेशन भेजें
id: Kirim Notifikasi Uji Coba
ja: テスト通知を送信
ko: 테스트 알림 보내기
mr: चाचणी नोटिफिकेशन पाठवा
ne: टेस्ट सूचना पठाउनुहोस्
pt_br: Enviar Notificação de Teste
ru: Отправить тестовое уведомление
ta: சோதனை அறிவிப்பை அனுப்பு
te: టెస్ట్ నోటిఫికేషన్ పంపు
tr: Test Bildirimi Gönder
ur: ٹیسٹ اطلاع بھیجیں
vi: Gửi thông báo thử nghiệm

source: Series
ar: السلسلة
bn: সিরিজ
de: Serie
es: Serie
fr: Série
hi: सीरीज़
id: Seri
ja: シリーズ
ko: 계열
mr: मालिका
ne: शृंखला
pt_br: Série
ru: Серия
ta: தொடர்
te: సిరీస్
tr: Seri
ur: سیریز
vi: Chuỗi

source: Set spending limits per category
ar: حدّد سقف الإنفاق لكل فئة
bn: প্রতিটি ক্যাটাগরির জন্য খরচের সীমা নির্ধারণ করুন
de: Lege Ausgabenlimits pro Kategorie fest
es: Define límites de gasto por categoría
fr: Définis des limites de dépenses par catégorie
hi: हर श्रेणी के लिए खर्च की सीमा तय करें
id: Atur batas pengeluaran per kategori
ja: カテゴリごとに支出上限を設定
ko: 카테고리별 지출 한도를 설정하세요
mr: प्रत्येक श्रेणीसाठी खर्च मर्यादा सेट करा
ne: प्रत्येक श्रेणीको खर्च सीमा तोक्नुहोस्
pt_br: Defina limites de gastos por categoria
ru: Задайте лимиты расходов по категориям
ta: ஒவ்வொரு வகைக்கும் செலவு வரம்புகளை அமைக்கவும்
te: ప్రతి వర్గానికి ఖర్చు పరిమితులు సెట్ చేయండి
tr: Kategori başına harcama limiti belirleyin
ur: ہر زمرے کے لیے اخراجات کی حد مقرر کریں
vi: Đặt giới hạn chi tiêu cho từng danh mục
zh_hans: 为每个分类设置支出上限

source: Set up
ar: إعداد
bn: সেট আপ করুন
de: Einrichten
es: Configurar
fr: Configurer
hi: सेट करें
id: Atur
ja: 設定する
ko: 설정하기
mr: सेट करा
ne: सेटअप गर्नुहोस्
pt_br: Configurar
ru: Настроить
ta: அமைக்கவும்
te: సెటప్ చేయి
tr: Ayarla
ur: ترتیب دیں
vi: Thiết lập
zh_hans: 设置

source: Set up your pay cycle
ar: إعداد دورة الراتب
bn: বেতন চক্র সেট করুন
de: Gehaltszyklus einrichten
es: Configura tu ciclo de pago
fr: Configurer votre cycle de paie
hi: अपना वेतन चक्र सेट करें
id: Atur siklus gaji Anda
ja: 給与サイクルを設定
ko: 급여 주기 설정
mr: तुमचे पगार चक्र सेट करा
ne: आफ्नो तलब चक्र सेट गर्नुहोस्
pt_br: Configure seu ciclo de pagamento
ru: Настройте зарплатный цикл
ta: உங்கள் சம்பள சுழற்சியை அமைக்கவும்
te: మీ జీతం చక్రాన్ని సెట్ చేయండి
tr: Maaş döneminizi ayarlayın
ur: اپنا تنخواہ سائیکل ترتیب دیں
vi: Thiết lập chu kỳ lương
zh_hans: 设置你的发薪周期

source: Set your payday and monthly salary to see days until payday and a safe daily spend on Home. Leave salary at 0 to hide it.
ar: حدّد يوم راتبك وراتبك الشهري لمعرفة الأيام المتبقية حتى الراتب والإنفاق اليومي الآمن في الشاشة الرئيسية. اترك الراتب عند 0 لإخفائه.
bn: হোমে বেতনের দিন পর্যন্ত বাকি দিন আর নিরাপদ দৈনিক খরচ দেখতে আপনার বেতনের দিন ও মাসিক বেতন সেট করুন। লুকাতে চাইলে বেতন ০ রাখুন।
de: Lege deinen Zahltag und dein Monatsgehalt fest, um auf der Startseite die Tage bis zum Zahltag und einen sicheren Tagesbetrag zu sehen. Lass das Gehalt bei 0, um es auszublenden.
es: Configura tu día de pago y tu salario mensual para ver en Inicio los días que faltan y cuánto puedes gastar al día. Deja el salario en 0 para ocultarlo.
fr: Renseigne ton jour de paie et ton salaire mensuel pour voir les jours restants et un budget quotidien sûr sur l’accueil. Laisse le salaire à 0 pour le masquer.
hi: अपना सैलरी डे और मासिक वेतन सेट करें ताकि होम पर सैलरी डे तक के दिन और रोज़ाना सुरक्षित खर्च देख सकें। इसे छिपाने के लिए वेतन को 0 पर रहने दें।
id: Atur hari gajian dan gaji bulananmu untuk melihat hitungan mundur hari gajian serta batas aman belanja harian di Beranda. Biarkan gaji tetap 0 untuk menyembunyikannya.
ja: 給料日と月給を設定すると、ホーム画面で給料日までの日数と1日あたりの安全な使用額を確認できます。給与を0のままにすると非表示になります。
ko: 월급날과 월급을 설정하면 홈 화면에서 월급날까지 남은 일수와 하루 안전 지출액을 볼 수 있어요. 표시하고 싶지 않다면 월급을 0으로 두세요.
mr: पगाराचा दिवस आणि मासिक पगार सेट करा म्हणजे होमवर पगारापर्यंतचे दिवस आणि दररोज सुरक्षितपणे खर्च करता येणारी रक्कम दिसेल. लपवण्यासाठी पगार 0 वर ठेवा.
ne: तलब दिनसम्म बाँकी दिन र होममा दैनिक सुरक्षित खर्च देख्न आफ्नो तलब दिन र मासिक तलब सेट गर्नुहोस्। लुकाउन तलब ०मा राख्नुहोस्।
pt_br: Defina o dia do pagamento e o salário mensal para ver os dias até o pagamento e um gasto diário seguro na tela Início. Deixe o salário em 0 para ocultar essa informação.
ru: Укажите день зарплаты и ежемесячный доход, чтобы видеть на главном экране дни до зарплаты и безопасную сумму трат в день. Оставьте зарплату на 0, чтобы скрыть её.
ta: சம்பள நாள் வரையிலான நாட்களையும், பாதுகாப்பான தினசரி செலவையும் முகப்புத் திரையில் காண உங்கள் சம்பள நாளையும் மாத சம்பளத்தையும் அமைக்கவும். இதை மறைக்க சம்பளத்தை 0 ஆக விடவும்.
te: జీతం రోజు వరకు రోజులు, హోమ్‌లో సురక్షిత రోజువారీ ఖర్చు చూడటానికి మీ జీతం రోజు, నెలవారీ జీతాన్ని సెట్ చేయండి. దీన్ని దాచడానికి జీతాన్ని 0 వద్ద ఉంచండి.
tr: Ana Sayfa'da maaş gününe kalan günleri ve güvenli günlük harcamayı görmek için maaş gününüzü ve aylık maaşınızı ayarlayın. Gizlemek için maaşı 0 bırakın.
ur: ہوم پر تنخواہ کے دن تک باقی دن اور روزانہ محفوظ خرچ دیکھنے کے لیے اپنی تنخواہ کا دن اور ماہانہ تنخواہ مقرر کریں۔ اسے چھپانے کے لیے تنخواہ 0 پر چھوڑ دیں۔
vi: Đặt ngày lương và lương hàng tháng để xem số ngày còn lại đến kỳ lương và mức chi tiêu an toàn mỗi ngày trên Trang chủ. Để lương ở mức 0 để ẩn mục này.
zh_hans: 设置发薪日和月薪后，主页会显示距发薪日的天数和每日可花额度。月薪填 0 则隐藏。

source: Settings
ar: الإعدادات
bn: সেটিংস
de: Einstellungen
es: Ajustes
fr: Réglages
hi: सेटिंग्स
id: Pengaturan
ja: 設定
ko: 설정
mr: सेटिंग्ज
ne: सेटिङ
pt_br: Ajustes
ru: Настройки
ta: அமைப்புகள்
te: సెట్టింగ్‌లు
tr: Ayarlar
ur: ترتیبات
vi: Cài đặt
zh_hans: 设置
